<?php
namespace Locomo;
class Help_Adrs
{
// edit_adrsgrp
public $edit_adrsgrp = <<< EOF

## アドレスの項目一覧


## 検索項目

### フリーワード

 入力した文字から、氏名や住所から部分一致するアドレスを検索します。

### ユーザグループ

 メディアや取引先などのグループでアドレスを検索します。

### 絞り込みを解除（ボタン）

 指定した検索条件をクリアにします（全件表示）。

### 表示件数 

 検索結果を1ページに表示する件数（10件〜250件）を、リストボックスより指定します。初期値は25件です。

### 検索（ボタン）

 指定した検索条件で、アドレスの抽出を実行します。


## 検索結果項目

### グループ名

 ユーザグループを表示します。

### 氏名

 会社名や氏名などを表示します。

### 電話番号

 電話番号を表示します。

### 郵便番号

 郵便番号を表示します。

### 住所

 住所を表示します。

### 操作

 項目一覧から選択したアドレスの、閲覧・編集・削除を実行します。



## アドレス帳編集

### 氏名

 氏名などを入力します。

### グループ名

 リストボックスより、メディアや行政などのユーザグループを選択します。

### かな

 氏名などのかなを入力します。

### 会社名

 会社名を入力します。

### 会社名かな

 会社名かなを入力します。

### 電話番号

 電話番号を入力します。

### FAX番号

 FAX番号を入力します。

### メールアドレスを入力します。

 FAX番号を入力します。

### 携帯電話

 携帯電話番号を入力します。

### 郵便番号

 郵便番号を上3桁、下4桁で入力します。

### 住所

 住所を入力します。

### 備考

 備考を入力します。

### 保存（ボタン）

 入力したアドレス情報を、保存します。


EOF;
}
